/* authorizing */
"authorizing" = "s'està autoritzant";

/* bookmarks */
"bookmarks" = "adreces d'interès";

/* bookmarks menu */
"Bookmarks Menu" = "Menú de les adreces d'interès";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barra de les adreces d'interès";

/* cancel */
"Cancel" = "Cancel·la";

/* unable to load page */
"Cannot Load Page" = "No s'ha pogut carregar la pàgina";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "No s'ha pogut carregar la clau privada de l'anell de claus";

/* cannot submit email */
"Cannot Submit" = "No s'ha pogut enviar";

/* unable to refresh data */
"Cannot Sync" = "No s'ha pogut sincronitzar";

/* connecting */
"connecting" = "s'està connectant";

/* copy the url to the clipboard */
"Copy URL" = "Copia l'URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Les dades que estan en el servidor estan en un format nou i que no es pot reconèixer. Si us plau, actualitzeu el SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Les dades que es troben en el servidor estan en un format vell i que no es pot reconèixer. Si us plau, actualitzeu el Firefox Sync al vostre ordinador.";

/* duplicate email address */
"Duplicate" = "Duplicat";

/* send the url via email */
"Email URL" = "Envia l'URL per correu electrònic";

/* error loading page */
"Error Loading Page" = "S'ha produït un error en carregar la pàgina";

/* error retrieving data */
"Error Retrieving Data" = "S'ha produït un error en recuperar les dades";

/* Failed Server Lookup */
"Failed Server Lookup" = "S'ha produït un error en cercar el servidor";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "S'ha produït un error en comunicar amb el servidor (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "S'ha produït un error en instal·lar la clau privada a l'anella de claus (%d)";

/* email content */
"Here is that site we talked about:" = "Aquest és el lloc del qual hem parlat:";

/* history */
"history" = "historial";

/* incorrect password */
"Incorrect Password" = "Contrasenya incorrecta";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Clau del Sync incorrecta";

/* we will send instructions */
"Instructions are on the way" = "Les instruccions estan de camí";

/* invalid url */
"Invalid URL" = "L'URL no és vàlid";

/* loading web page */
"loading..." = "s'està carregant...";

/* unable to login */
"Login Failure" = "Ha fallat l'inici de la sessió";

/* mobile bookmarks */
"Mobile Bookmarks" = "Adreces d'interès del mòbil";

/* no internet connection */
"No internet connection available" = "No hi ha cap connexió a Internet disponible";

/* no matching items found */
"No Matches" = "No hi ha cap coincidència";

/* ok */
"OK" = "D'acord";

/* privacy policy */
"Privacy Policy" = "Política de privadesa";

/* refresh local data */
"Refresh" = "Refresca";

/* searching for matching items */
"Searching..." = "S'està cercant...";

/* email subject */
"Sending you a link" = "Se us està enviant  un enllaç";

/* re-authenticate */
"Sign In" = "Inicia una sessió";

/* stop refreshing data */
"Stop" = "Atura";

/* tabs */
"tabs" = "pestanyes";

/* terms of service */
"Terms Of Service" = "Condicions del servei";

/* thank you for submitting */
"Thank you!" = "Gràcies!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Aquesta adreça electrònica ja s'ha enviat abans";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "No s'ha pogut comunicar amb el servidor (%d)";

/* server unavailable */
"Unable to contact server" = "No s'ha pogut contactar amb el servidor";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "No s'ha pogut enviar el vostre correu, torneu-ho a provar després (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Adreces d'interès no ordenades";

/* username not found */
"User Name Not Found" = "No s'ha trobat el nom del compte";

/* launch safari to display the url */
"View in Safari" = "Obre-ho en el Safari";

/* Required */
"Required" = "Requerit";

/* Caution: use at own risk */
"Caution: use at own risk" = "Compte; utilitzeu-ho sota la vostra responsabilitat";

/* Enter your Sync account information */
"Enter your Sync account information" = "Introduïu les dades del vostre compte de Sync";

/* Account */
"Account" = "Compte";

/* Password */
"Password" = "Contrasenya";

/* Sync Key */
"Sync Key" = "Clau del Sync";

/* Use Custom Server */
"Use Custom Server" = "Utilitza un servidor personalitzat";

/* Server URL */
"Server URL" = "URL del servidor";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "No es pot configurar el Sync";

/* Try Again */
"Try Again" = "Torneu-ho a intentar";

/* Manual Setup */
"Manual Setup" = "Configuració manual";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "El SyncClient no s'ha pogut connectar al Sync. Voleu tornar-ho a intentar?";

/* Passcode */
"Passcode" = "Codi d'accés";

/* Used for a small button */
"Not Now" = "Ara no";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Per una actualització recent, caldria que iniciéssiu una sessió del SyncClient de nou.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "El SyncClient no pot carregar la pàgina perquè és d'un tipus no permès.";
